
BAD_REQUEST_MESSAGE = "К сожалению, <b>я не смог ничего найти</b> по твоему запросу.\n" \
                      "<b>Попробуй другое название</b>, может с ним мне повезет больше :)"

HELP_COMMAND_MESSAGE = "Привет!\n\n" \
               "Я - бот, который умеет анализировать графы.\n\n" \
               "Чтобы ввести в меня граф, укажите список ребер через запятую.\n" \
                "1) /degree G - минимальная и максимальная степени вершин\n"\
                "2) /random_graph N - случайный граф на N вершинах, возвращает матрицу смежности\n"\
                "3) /random_tree N - случайное дерево на N вершинах, массив предков\n"\
                "4) /component G - количество компонент связанности в графе\n"\
                "5) /help - команда, которой ты воспользовался\n"\
               "Приятного использования!"
